[
  {
    "id": 1,
    "title": "Privacy Policy",
    "content": [
      {
        "id": 1,
        "body": "At Chasers Fresh Juice, we take our users’ privacy very seriously! If you have any questions regarding our Privacy Policy, please contact us."
      },
      {
        "id": 2,
        "body": "By using Chasers Fresh Juice content, you accept our Terms and Conditions which includes this Privacy Policy."
      }
    ]
  },
  {
    "id": 2,
    "title": "Personal Information Including Email Addresses",
    "content": [
      {
        "id": 3,
        "body": "Chasers Fresh Juice will never sell, lease or share information such as name, mailing address, e-mail address, telephone number, or payment information (“personal information”), with any third party."
      },
      {
        "id": 4,
        "body": "Visitors will not be required to provide personal information for ordinary use of the site. Visitors may have the opportunity to provide Chasers Fresh Juice with their personal information in response to specific services or tasks (e.g., submitting the contact form). In order to receive additional services, visitors may be required to provide personal information such as names and email addresses."
      }
    ]
  },
  {
    "id": 3,
    "title": "General Information",
    "content": [
      {
        "id": 5,
        "body": "Like many other web sites, Chasers Fresh Juice automatically tracks general information tied to our visitors to enhance our visitors’ experiences by analyzing trends, administering the site, tracking user’s movement around the site, and gathering demographic information. This information that is tracked, also referred to as log files, includes but is not limited to, internet protocol (IP) addresses, browser types, Internet Service Providers (ISPs), access times, referring web sites, exit pages, and click activity. This information that is tracked does not identify a visitor personally (e.g., by name)."
      },
      {
        "id": 6,
        "body": "One way Chasers Fresh Juice collects this general information is through cookies, a small text file with a unique identifying string of characters. Cookies help Chasers Fresh Juice store information about visitors’ preferences, record user-specific information about the pages users access, and customize web content based on a visitor’s browser type or other information that the visitor sends through their browser."
      },
      {
        "id": 7,
        "body": "You can disable cookies in your web browser so that cookies are not set without your permission. Note that disabling cookies may limit the features and services available to you. The cookies that Chasers Fresh Juice sets are not tied to any personal information. More detailed information about cookie management with specific web browsers can be found at the browsers’ respective websites."
      }
    ]
  },
  {
    "id": 4,
    "title": "Other Sites",
    "content": [
      {
        "id": 8,
        "body": "Chasers Fresh Juice’s Privacy Policy only applies to Chasers Fresh Juice content. Other websites, including those that advertise on, link to, or that Chasers Fresh Juice links to, may have their own policies."
      },
      {
        "id": 9,
        "body": "When you click on these ads or links, these third-party advertisers or sites automatically receive your IP address. Other technologies, like cookies, JavaScript, or web beacons, may also be used by the third-party ad networks to measure the effectiveness of their advertisements and/or to personalize the advertising content that you see."
      },
      {
        "id": 10,
        "body": "Chasers Fresh Juice has no control over, and is not responsible for, the ways these other websites collect or use your information. You should consult the respective privacy policies of these third-party ad servers for more information on their practices as well as for instructions on how to opt-out of certain practices."
      }
    ]
  },
  {
    "id": 5,
    "title": "Google’s Double-Click Dart Cookies",
    "content": [
      {
        "id": 11,
        "body": "As a third-party advertising vendor, Google will place a DART cookie on your computer when you visit a site using DoubleClick or Google AdSense advertising. Google uses this cookie to serve ads specific to you and your interests. The ads shown may be targeted based on your previous browsing history. DART cookies only use non-personally identifiable information. They do not track personal information about you, such as your name, email address, physical address, telephone number, social security numbers, bank account numbers or credit card numbers."
      }
    ]
  },
  {
    "id": 6,
    "title": "Email Information",
    "content": [
      {
        "id": 12,
        "body": "If you choose to correspond with us through email, we may retain the content of your email messages together with your email address and our responses. We provide the same protections for these electronic communications that we employ in the maintenance of information received online, mail, and telephone. This also applies when you sign up through any of our forms using your email address. For further information see the email policies below."
      }
    ]
  },
  {
    "id": 7,
    "title": "Email Policies",
    "content": [
      {
        "id": 13,
        "body": "We are committed to keeping your e-mail address confidential. We do not sell, rent, or lease our subscription lists to third parties, and will not disclose your email address to any third parties except as required by law."
      },
      {
        "id": 14,
        "body": "All e-mails sent by us will be in compliance with the Canadian Anti-Spam Legislation (“CASL”), including clearly stating who the e-mail is from and provide clear information on how to contact the sender. In addition, all e-mail messages will also contain concise information on how to remove yourself from our mailing list so that you receive no further e-mail communication from us.  Users who no longer wish to receive our newsletter or promotional materials may opt-out of receiving these communications by clicking on the unsubscribe link in the e-mail."
      }
    ]
  },
  {
    "id": 8,
    "title": "Policy Changes",
    "content": [
      {
        "id": 15,
        "body": "Please note that we may change our Privacy Policy from time to time. Users can view our latest Privacy Policy at any time by refreshing this page."
      }
    ]
  },
  {
    "id": 9,
    "title": "Contact Us",
    "content": [
      {
        "id": 16,
        "body": "If you have any questions about our Privacy Policy, feel free to contact us by email at orders@chasersjuice.com."
      }
    ]
  }
]
