{
  "title": "Our Story",
  "subtitle": "Founded in Toronto over 20 years ago",
  "content": [
    "Chasers Fresh Juice provides unique, fresh, raw and delicious juices to our clientele, located in Toronto, Ontario and all over Canada. Our flavourful company started like many others have, in a garage in downtown Toronto. The founder and CEO Richard Chase was squeezing and juicing all of the ingredients of each juice by hand as he created all of our current recipes from scratch. He approached many popular restaurants in the downtown core and quickly began supplying restaurants with freshly squeezed raw juices. Since then, hundreds of restaurants and other businesses have tasted, loved and currently use our freshly made products daily. In fact, if you’ve eaten at a restaurant in downtown Toronto, you have likely tried our juice already!",
    "For over a decade now, Chasers Juice has provided clients and the public with an unparalleled level in quality and flavour in all of our raw juices. Juice is more than a delicious drink, it’s a science. Our recipes are specially crafted and ingredients meticulously measured in order to ensure healthy and tasty mixes, delivered consistently. Chasers has grown from an operation based out of the back of a private residence to a wholesale operation which currently processes hundreds of litres of juice daily! On average, over 350 pounds of both lemons & limes are squeezed every day by our production team. It takes a lot of fruit to make our fruit juice. In only two litres of Chasers orange juice, there are over two dozen oranges!taurant in downtown Toronto, you have likely tried our juice already!"
  ],
  "content2": [
    "Following specially crafted recipes created in-house by the owner, the production team creates each juice ensuring each recipe is followed identically, with specific measurements of each ingredients. Consistency is king at Chasers Juice, and we pride ourselves on our ability to create healthy and flavourful juices and to do it every single day. Chasers Juice is comprised of a tightly knit team of professionals, all with a keen passion for taste and flavour. Under the leadership and guidance of owner, visionary and flavour connoisseur Richard Chase, the Chasers production team works each day to create delicious, healthy and flavourful blends.",
    "Once the juices are created for the day, we label and package the juice for delivery. Once in transit, the juice arrives at its destination promptly in order to ensure all juices are fresh on delivery."
  ]
}
